Repository: common-repository/periodic-table-widget
Catalog: languages/*.po
Languages: bn_bd

source: Periodic Table Slider
bn_bd: পিরিয়ডিক টেবিল সেলাইডার

source: Periodic Table
bn_bd: পিরিয়ডিক টেবিল

source: Title:
bn_bd: শিরনাম:

source: Theme:
bn_bd: থিম:

source: Animation Mode:
bn_bd: এনিমেশান মোড:

source: Animation Speed:
bn_bd: এনিমেশানের গতি:

source: Slide Delay:
bn_bd: স্লাইড বিলম্ব:

source: Infinite Loop
bn_bd: ইনফিনিটি লু

source: Controls
bn_bd: নিয়ন্তর্

source: Auto Start
bn_bd: অটোস্টার্ট

source: Push on hover
bn_bd: হোভারের সময় স্থির

source: Start random slide on page load
bn_bd: পেজ লো এলোমেলো সা্লাইড শুরু

source: Show pager
bn_bd: পেজ নাম্বার দেখাও

source: Periodic Table Widget
bn_bd: পিরিয়ডিক টেবিল ওয়াইডগে

source: This is a educational wordpress widget. This widget provide you a nice looking slide for each periodic table element, you can also view more info by click bar icon.
bn_bd: এটি একটি শিক্ষনিয় ওয়ার্ডপ্রেস উইজেট। এই উইজেটটি আপনাকে প্রতিটি পর্যায়ক্রমিক টেবিল উপাদানের জন্য একটি সুন্দর সন্ধানের স্লাইড সরবরাহ করে, আপনি ক্লিক বার আইকন দ্বারা আরো তথ্য দেখতে পারেন.
